Repository: Nokse22/ultimate-tic-tac-toe
Catalog: po/*.po
Languages: pt_br, ru

source: Ultimate Tic Tac Toe
ru: Супер-крестики-нолики

source: (Tic Tac Toe)²
ru: (Крестики-нолики)²

source: Play with your friends or against the algorithm. You can read the rules in the game.
pt_br: Jogue com seus amigos ou contra o algoritmo. Você pode ler as regras no jogo.
ru: Поиграйте с друзьями или против алгоритма. Вы можете ознакомиться с правилами игры.

source: How to play
pt_br: Como jogar
ru: Как играть

source: Basic Rules
pt_br: Regras básicas
ru: Базовые правила

source: Two players:
pt_br: Dois jogadores:
ru: Два игрока:

source: and
pt_br: e
ru: и

source: goes first
pt_br: começa primeiro
ru: ходит первым

source: Players take turns, aiming to win small boards and eventually the large board.
pt_br: Os jogadores se revezam, com o objetivo de ganhar os tabuleiros pequenos e, por fim, o tabuleiro grande.
ru: Игроки ходят по очереди, стремясь выиграть маленькие доски и, в конечном счете, большую доску.

source: Gameplay
pt_br: Jogabilidade
ru: Игровой процесс

source: starts by playing in
pt_br: começa jogando em
ru: начинает ход в

source: any
pt_br: qualquer
ru: любом

source: spot.
pt_br: espaço.
ru: месте.

source: The next player plays in the small board matching the location of the previous move.
pt_br: O próximo jogador joga no pequeno tabuleiro correspondente ao local do movimento anterior.
ru: Следующий игрок играет на маленькой доске, соответствующей месту предыдущего хода.

source: Example:
pt_br: Exemplo:
ru: Пример:

source: If
pt_br: Se
ru: Если

source: plays in the top-right square of a small board,
pt_br: jogar no quadrado superior direito de um tabuleiro pequeno,
ru: ходит в правый верхний угол небольшой доски,

source: must play in the top-right small board of the large grid.
pt_br: deverá jogar no quadrado superior direito do tabuleiro pequeno da grade grande.
ru: должен сходить на маленькой доске в правом верхнем углу большой сетки.

source: This continues, with each move determining the next board.
pt_br: Isso continua, com cada movimento determinando o próximo tabuleiro.
ru: Это продолжается, и каждый ход определяет следующую доску.

source: Winning and Moves
pt_br: Vitórias e Movimentos
ru: Выигрыш и ходы

source: Win a small board by following regular tic-tac-toe rules.
pt_br: Ganhe um pequeno tabuleiro seguindo as regras normais do jogo da velha.
ru: Выиграйте небольшую доску, следуя обычным правилам игры в крестики-нолики.

source: When a small board is won or filled, it cannot be played in again.
pt_br: Quando um tabuleiro pequeno é ganho ou preenchido, ele não pode ser jogado novamente.
ru: Когда маленькая доска выиграна или заполнена, на ней больше нельзя играть.

source: If directed to a full board, you can play in
pt_br: Se for direcionado para um tabuleiro completo, você pode jogar
ru: Если вас направят на заполненную доску, вы можете сходить в

source: open board.
pt_br: tabuleiro aberto.
ru: открытую доску.

source: End of the Game
pt_br: Fim do Jogo
ru: Конец игры

source: A player wins by winning three small boards in a row (horizontally, vertically, or diagonally) on the large grid.
pt_br: Um jogador vence se ganhar três tabuleiros pequenos em uma linha (horizontal, vertical ou diagonal) na grade grande.
ru: Игрок выигрывает, выиграв три маленькие доски подряд (по горизонтали, вертикали или диагонали) на большой сетке.

source: If no legal moves remain, the game ends in a draw.
pt_br: Se não houver mais movimentos legais, o jogo termina empatado.
ru: Если не осталось допустимых ходов, игра заканчивается ничьей.

source: Have Fun!
pt_br: Divirta-se!
ru: Хорошей игры!

source: Player
pt_br: Jogador
ru: Игрок

source: Player {} won
pt_br: O jogador {} venceu
ru: Игрок {} победил

source: Restart
pt_br: Reiniciar
ru: Перезапуск

source: You lost!
pt_br: Você perdeu!
ru: Вы проиграли!

source: You won!
pt_br: Você venceu!
ru: Вы победили!

source: It's a tie
pt_br: É um empate
ru: Ничья

source: Player X
pt_br: Jogador X
ru: Игрок X

source: Single Player
pt_br: Um jogador
ru: Одиночная игра

source: Multiplayer
pt_br: Multijogador
ru: Многопользовательская игра

source: Game Rules
pt_br: Regras do jogo
ru: Правила

source: About Ultimate Tic Tac Toe
pt_br: Sobre Ultimate Tic Tac Toe
ru: О Супер-крестиках-ноликах

source: GNOME;GTK;Game;
pt_br: GNOME;GTK;Game;Jogo;
